import React from 'react'
import Image from 'next/image'

export default function Aboutus() {
  return (
      <div className='contentAboutus'>
        <h1>Մեր <span>մասին</span></h1>
        <div className='aboutus'>
            <div className="itemsAboutus">
                <div className="itemAboutus">
                      <Image src="/images/store1.JPG" alt="store1" data-aos="fade-up" data-aos-duration="1500" width={426} height={320}/>
                      <Image src="/images/store3.JPG" alt="store3" data-aos="fade-down" data-aos-duration="2000" width={426} height={320}/>
                </div>
                <div className="itemAboutus">
                  <Image src="/images/store2.png" alt="store2" width={363} height={123}/>
                  <p><Image src="/images/nmobile_black.png" alt="logo" width={70} height={70}/>-ն իր գործունեությունն իրականացնում է 2018թ.-ից: Հետագայում իր բարեխիղճ և բարձրորակ ծառայությունների մատուցման շնորհիվ ընկերությունը արագորեն նվաճեց հաճախորդների վստահությունը: Տվյալ պահին «Նյու մոբայլ»-ը ներկայացնում է մասնագիտացված խանութ-սրահներ քաղաք Երևանում և Մասիսում: 
Հավատարիմ լինելով՝ ընկերությունը համագործակցում է միայն բաձրորակ ապրանք արտադրող համաշխարհային բրենդների հետ, ինչպիսիք են՝ Samsung, Nokia, Apple, Lenovo, Motorola, HTC, Sony, Canyon , ACME, Remax և այլ ապրանքանիշները: «Նյու մոբայլ» -ն <span>իր հաճախորդներին առաջարկում է միայն որակյալ ապրանք՝ տրամադրելով 1 տարվա պաշտոնական երաշխիք անմիջապես արտադրողից: Ընկերությունն իր հաճախորդին առաջարկում է ոչ միայն բջջային հեռախոսներ, այլ նաև բազմատեսակ տեխնիկա՝ Համակարգիչներ, պլանշետներ և այլն: Ընկերության խանութ-սրահներն աշխատում են շաբաթը 7 օր, ընկերությունը համագործակցում է Հայաստանում գործող գրեթե բոլոր առաջատար բանկերի հետ, ապառիկը ձևակերպվում է տեղում և այս ամենը ուղղված է միայն հաճախորդների հարմարավետ, արագ և շահավետ գնումներ կատարելուն: Չնայած առկա տեխնիկայի բարձրորակ ապրանքատեսականու հսկայական ծավալներին՝ իր որդեգրած քաղաքականության շնորհիվ ընկերությունն օրեցօր աճում և ընդլայնվում է՝ իր հաճախորդներին ներկայանալով տեխնիկայի ավելի լայն ու ժամանակակից տեսականիով:</span></p>
                </div>
            </div>
        </div>
      </div>
  )
}
